name: "gnet_yolo"
layer {
  name: "data"
  type: "BoxData"
  top: "data"
  top: "label"
  include {
    phase: TEST
  }

  data_param {  
    source: "lmdb/trainval_lmdb"
    num_label: 56
    batch_size: 1
    side: 13
    backend: LMDB
  }
}

